Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: %@ are you heading toward %@ soon? I'm sending a letter the slow way with Baranov: %@, and it's waiting on a boat to cross. If you're passing through, shake phones with me or AirDrop and it rides with you instead — much faster. https://github.com/antnbaranov/Baranov
ar: %@ هل تتجه نحو %@ قريبا؟ أرسل رسالة بالطريقة البطيئة مع بارانوف: %@، وهي تنتظر عبور القارب. إذا كنت تمر عبر المنطقة، قم بهز الهواتف معي أو باستخدام AirDrop وسينتقل معك بدلاً من ذلك - بشكل أسرع بكثير. https://github.com/antnbaranov/Baranov
bg: %@ отивате ли скоро към %@? Изпращам писмо по бавния път с Баранов: %@ , и то чака на лодка да премине. Ако минавате оттам, разклатете телефоните с мен или AirDrop и вместо това ще се вози с вас — много по-бързо. https://github.com/antnbaranov/Baranov
bs: %@ idete li uskoro prema %@? Šaljem pismo sporim putem sa Baranovim: %@ , i čeka na čamcu da pređe. Ako ste u prolazu, protresite telefone sa mnom ili AirDrop-om i on će se voziti s vama umjesto toga — mnogo brže. https://github.com/antnbaranov/Baranov
ca: %@, aneu cap a %@ aviat? Estic enviant una carta de manera lenta amb Baranov: %@ , i està esperant en un vaixell per creuar. Si esteu de pas, sacseja els telèfons amb mi o amb l'AirDrop i, en canvi, us acompanyarà, molt més ràpid. https://github.com/antnbaranov/Baranov
cs: %@ míříte brzy na %@? Posílám dopis pomalou cestou s Baranovem: %@ a čeká na lodi na přeplavbu. Pokud procházíte kolem, zatřeste telefonem se mnou nebo AirDrop a místo toho jede s vámi – mnohem rychleji. https://github.com/antnbaranov/Baranov
da: %@ er du på vej mod %@ snart? Jeg sender et brev den langsomme vej med Baranov: %@, og den venter på en båd for at krydse. Hvis du passerer igennem, så ryst telefoner med mig eller AirDrop, og den kører med dig i stedet - meget hurtigere. https://github.com/antnbaranov/Baranov
de: %@, steuerst du bald auf %@ zu? Ich versende einen Brief auf dem langsamen Weg mit Baranov: %@, und er wartet auf einem Boot auf die Überfahrt. Wenn du auf der Durchreise bist, schüttle das Telefon mit mir oder per AirDrop, und er reist stattdessen mit dir – viel schneller. https://github.com/antnbaranov/Baranov
el: %@ οδεύετε σύντομα προς %@; Στέλνω ένα γράμμα με αργό τρόπο με τον Baranov: %@ , και περιμένει σε μια βάρκα για να περάσει. Εάν περνάτε από μέσα, κουνήστε τα τηλέφωνα μαζί μου ή το AirDrop και αντ' αυτού θα πάει μαζί σας — πολύ πιο γρήγορα. https://github.com/antnbaranov/Baranov
es: %@, ¿te diriges pronto a %@? Estoy enviando una carta lentamente con Baranov: %@, y está esperando en un barco para cruzar. Si estás de paso, agita los teléfonos conmigo o AirDrop y, en su lugar, viajará contigo, mucho más rápido. https://github.com/antnbaranov/Baranov
et: %@ kas suundute varsti %@ poole? Saadan Baranoviga aeglasel teel kirja: %@ , ja see ootab paadis ülesõitu. Kui olete läbisõidul, raputage minu või AirDropiga telefone ja see sõidab hoopis teiega kaasa – palju kiiremini. https://github.com/antnbaranov/Baranov
eu: %@ %@ aldera zoaz laster? Gutun bat bidaltzen dut Baranov-ekin modu motelean: %@ , eta txalupa batean gurutzatzeko zain dago. Bertatik pasatzen ari bazara, astindu telefonoak nirekin edo AirDrop-ekin eta zurekin ibiliko da, askoz azkarrago. https://github.com/antnbaranov/Baranov
fi: %@ oletko matkalla kohti %@ pian? Lähetän hitaasti Baranovin kanssa kirjeen: %@ , ja se odottaa veneessä ylittämistä. Jos olet kulkemassa, ravista puhelimia minun tai AirDropin kanssa, niin se kulkee sen sijaan kanssasi – paljon nopeammin. https://github.com/antnbaranov/Baranov
fr: %@, tu te diriges bientôt vers %@ ? J'envoie une lettre avec Baranov : %@, et elle attend sur un bateau. Si tu passes par là, secoue ton téléphone avec moi ou par AirDrop et elle voyagera avec toi — bien plus vite. https://github.com/antnbaranov/Baranov
ga: %@ an bhfuil tú ag dul i dtreo %@ go luath? Tá litir á sheoladh agam an bealach mall le Baranov: %@ , agus tá sé ag fanacht ar bhád a thrasnú. Má tá tú ag dul tríd, croith gutháin liom nó AirDrop agus téann sé leat ina ionad sin - i bhfad níos tapúla. https://github.com/antnbaranov/Baranov
gl: %@ vas ir cara a %@ en breve? Estou enviando unha carta ao xeito lento con Baranov: %@ , e está esperando nun barco para cruzar. Se estás de paso, axita os teléfonos comigo ou AirDrop e vai contigo, moito máis rápido. https://github.com/antnbaranov/Baranov
he: %@ אתה הולך לכיוון %@ בקרוב? אני שולח מכתב בדרך האיטית עם ברנוב: %@, והוא מחכה על סירה לחצות. אם אתה עובר דרך, נער איתי טלפונים או עם AirDrop והוא נוסע איתך במקום זאת - הרבה יותר מהר. https://github.com/antnbaranov/Baranov
hi: %@ क्या आप जल्द ही %@ की ओर बढ़ रहे हैं? मैं बारानोव के साथ धीमी गति से एक पत्र भेज रहा हूं: %@, और यह पार करने के लिए एक नाव की प्रतीक्षा कर रहा है। यदि आप वहां से गुजर रहे हैं, तो मुझसे या एयरड्रॉप से ​​फोन मिलाएं और यह आपके साथ चलेगा - बहुत तेजी से। https://github.com/antnbaranov/Baranov
hr: %@ idete li uskoro prema %@? Šaljem pismo sporim putem s Baranovim: %@ , i čeka na brodu da prijeđe. Ako ste u prolazu, protresite telefon sa mnom ili AirDropom i on će umjesto toga voziti s vama — mnogo brže. https://github.com/antnbaranov/Baranov
hu: %@ hamarosan %@ felé tart? Lassú úton küldök egy levelet Baranovval: %@ , és egy hajón vár az átkelésre. Ha áthalad, rázza meg a telefonját velem vagy az AirDroppal, és inkább veled utazik – sokkal gyorsabban. https://github.com/antnbaranov/Baranov
id: %@ apakah Anda akan segera menuju %@? Saya mengirim surat secara perlahan dengan Baranov: %@, dan surat itu menunggu di kapal untuk menyeberang. Jika Anda melewatinya, goyangkan ponsel dengan saya atau AirDrop dan ponsel akan terbang bersama Anda — jauh lebih cepat. https://github.com/antnbaranov/Baranov
is: %@ ertu á leið í átt að %@ bráðum? Ég sendi bréf hægu leiðina með Baranov: %@ , og það bíður á bát til að fara yfir. Ef þú ert á leið í gegnum skaltu hrista síma við mig eða AirDrop og hann hjólar með þér í staðinn - miklu hraðar. https://github.com/antnbaranov/Baranov
it: %@ ti dirigerai presto verso %@? Sto inviando una lettera lentamente a Baranov: %@ , e sta aspettando una barca per attraversare. Se sei di passaggio, scuoti il ​​telefono con me o con AirDrop e lui partirà con te, molto più velocemente. https://github.com/antnbaranov/Baranov
ja: %@、もうすぐ%@に向かいますか？私はバラノフにゆっくりとした方法で手紙を送っています: %@ 、そしてそれは渡るボートで待っています。通り過ぎる場合は、私または AirDrop と携帯電話をシェイクすると、代わりにずっと速く移動します。 https://github.com/antnbaranov/Baranov
ka: %@ მალე მიდიხართ %@-ისკენ? ბარანოვთან ნელი გზით ვგზავნი წერილს: %@ და ის გემზე ელოდება გადაკვეთას. თუ თქვენ გადიხართ, შეანჯღრიეთ ტელეფონები ჩემთან ან AirDrop-თან და სანაცვლოდ ის თქვენთან ერთად დადის - ბევრად უფრო სწრაფად. https://github.com/antnbaranov/Baranov
kk: %@ жақында %@ бағытына барасыз ба? Мен Барановпен баяу жолмен хат жіберіп жатырмын: %@ , және ол қайықта өтуді күтіп тұр. Егер сіз өтіп бара жатсаңыз, телефондарды менімен немесе AirDrop-пен шайқаңыз, оның орнына ол сізбен бірге жүреді — әлдеқайда жылдам. https://github.com/antnbaranov/Baranov
ko: %@ 곧 %@로 향하시나요? Baranov: %@ 로 느린 방법으로 편지를 보내고 있는데, 건너가는 배에서 기다리고 있습니다. 지나가실 때 저나 AirDrop으로 휴대폰을 흔들면 훨씬 더 빠르게 이동합니다. https://github.com/antnbaranov/Baranov
lt: %@ ar netrukus važiuosite link %@? Lėtai siunčiu laišką su Baranovu: %@ , ir jis laukia laive, kol perplauks. Jei važiuojate pro šalį, pakratykite telefonus su manimi arba „AirDrop“ ir jis važiuos su jumis – daug greičiau. https://github.com/antnbaranov/Baranov
lv: %@ vai drīz dodaties uz %@? Es sūtu vēstuli lēnā ceļā ar Baranovu: %@ , un tas gaida laivā, lai šķērsotu. Ja braucat cauri, pakratiet tālruņus ar mani vai AirDrop, un tā vietā tas brauc ar jums — daudz ātrāk. https://github.com/antnbaranov/Baranov
mk: %@ се движите кон %@ наскоро? Испраќам писмо по бавно со Баранов: %@ , и се чека на брод да премине. Ако поминувате низ, протресете ги телефоните со мене или AirDrop и наместо тоа, тој вози со вас - многу побрзо. https://github.com/antnbaranov/Baranov
ms: %@ adakah anda menuju ke %@ tidak lama lagi? Saya menghantar surat dengan cara perlahan dengan Baranov: %@ , dan ia sedang menunggu di atas bot untuk menyeberang. Jika anda melaluinya, goncang telefon dengan saya atau AirDrop dan ia menunggang dengan anda sebaliknya — lebih pantas. https://github.com/antnbaranov/Baranov
mt: %@ dalwaqt sejjer lejn %@? Qed nibgħat ittra bil-mod ma' Baranov: %@ , u qed tistenna fuq dgħajsa biex taqsam. Jekk qed tgħaddi minnu, ħawwad it-telefowns miegħi jew AirDrop u minflok isuq miegħek — ħafna aktar malajr. https://github.com/antnbaranov/Baranov
nb: %@ er du på vei mot %@ snart? Jeg sender et brev den sakte veien med Baranov: %@ , og den venter på en båt som skal krysse. Hvis du passerer, rist telefonene med meg eller AirDrop og den kjører med deg i stedet - mye raskere. https://github.com/antnbaranov/Baranov
nl: %@ ga jij binnenkort richting %@? Ik stuur langzaam een ​​brief met Baranov: %@, en hij wacht op een boot om over te steken. Als je op doorreis bent, schud dan de telefoon met mij of AirDrop en hij rijdt met jou mee - veel sneller. https://github.com/antnbaranov/Baranov
pl: %@, czy wkrótce zmierzasz w stronę %@? Wysyłam list powoli z Baranowem: %@ i czeka na statek do przepłynięcia. Jeśli będziesz przejazdem, potrząśnij telefonami ze mną lub AirDropem, a zamiast tego pojedzie z Tobą – znacznie szybciej. https://github.com/antnbaranov/Baranov
pt_br: %@ você está indo para %@ em breve? Estou enviando uma carta lentamente com Baranov: %@ , e ela está esperando um barco para cruzar. Se você estiver de passagem, agite os telefones comigo ou com o AirDrop e ele viajará com você - muito mais rápido. https://github.com/antnbaranov/Baranov
ro: %@ te îndrepți în curând către %@? Trimit o scrisoare pe cale lent cu Baranov: %@ , și așteaptă pe o barcă să traverseze. Dacă sunteți în trecere, scuturați telefoanele cu mine sau AirDrop și merge cu tine în schimb - mult mai repede. https://github.com/antnbaranov/Baranov
ru: %@, ты скоро направляешься к %@? Я отправляю письмо медленным способом с Барановым: %@, и оно ждет переправы на лодке. Если ты проезжаешь мимо, потряси телефон со мной или с помощью AirDrop, и он поедет вместе с тобой — гораздо быстрее. https://github.com/antnbaranov/Baranov
sk: %@ chystáte sa čoskoro na %@? Posielam list pomalou cestou s Baranovom: %@ , a čaká na preplávanie na lodi. Ak prechádzate okolo, potraste telefónom so mnou alebo AirDrop a namiesto toho jazdí s vami – oveľa rýchlejšie. https://github.com/antnbaranov/Baranov
sl: %@ se kmalu odpravljate proti %@? Po počasni poti z Baranovom pošiljam pismo: %@ , in čaka na čolnu za prečkanje. Če greste mimo, se pogovarjajte z mano ali AirDropom in namesto tega se pelje s tabo — veliko hitreje. https://github.com/antnbaranov/Baranov
sq: %@ po shkon së shpejti drejt %@? Po dërgoj një letër në rrugën e ngadaltë me Baranov: %@ , dhe po pret në një varkë për të kaluar. Nëse po kaloni, shkundni telefonat me mua ose AirDrop dhe në vend të kësaj ai udhëton me ju — shumë më shpejt. https://github.com/antnbaranov/Baranov
sr: %@ да ли се ускоро крећете према %@? Шаљем писмо спорим путем са Барановом: %@ , а оно чека на чамцу да пређе. Ако сте у пролазу, протресите телефоне са мном или АирДроп-ом и уместо тога ће се возити са вама — много брже. хттпс://гитхуб.цом/антнбаранов/Баранов
sv: %@ är du på väg mot %@ snart? Jag skickar ett brev den långsamma vägen med Baranov: %@ , och den väntar på en båt som ska passera. Om du passerar, skaka telefoner med mig eller AirDrop så åker den med dig istället – mycket snabbare. https://github.com/antnbaranov/Baranov
th: %@ คุณกำลังมุ่งหน้าไปยัง %@ เร็วๆ นี้หรือไม่? ฉันกำลังส่งจดหมายอย่างช้าๆ กับ Baranov: %@ และมันกำลังรออยู่บนเรือที่จะข้ามไป หากคุณกำลังเดินผ่าน เขย่าโทรศัพท์กับฉันหรือ AirDrop แล้วเครื่องจะบินไปกับคุณแทน — เร็วขึ้นมาก https://github.com/antnbaranov/Baranov
tr: %@ yakında %@'ye doğru mu gidiyorsunuz? Baranov'la birlikte yavaş yoldan bir mektup gönderiyorum: %@ ve o, karşıya geçmek için bir teknede bekliyor. Eğer oradan geçiyorsanız, telefonları benimle veya AirDrop'la sallayın; o da sizinle birlikte gelir; çok daha hızlı. https://github.com/antnbaranov/Baranov
uk: %@, чи скоро ти збираєтесь до %@? Я відправляю лист повільним шляхом з Барановим: %@ , і він чекає на човні для переправи. Якщо ти проїжджаєте повз, зв’яжіться зі мною або AirDrop, і він поїде з тобою — набагато швидше. https://github.com/antnbaranov/Baranov
vi: %@ bạn sắp hướng tới %@ phải không? Tôi đang gửi thư một cách chậm rãi bằng Baranov: %@ , và nó đang đợi một chiếc thuyền để qua. Nếu bạn đang đi ngang qua, hãy lắc điện thoại với tôi hoặc AirDrop và thay vào đó, nó sẽ di chuyển theo bạn — nhanh hơn nhiều. https://github.com/antnbaranov/Baranov
zh_hans: %@ 您很快就会走向 %@ 吗？我正在用巴拉诺夫的缓慢方式发送一封信：%@，它正在等待一艘渡船。如果您路过这里，请与我或 AirDrop 摇晃手机，它就会跟着您一起骑行 - 速度更快。 https://github.com/antnbaranov/Baranov
zh_hk: %@ 您很快就会走向 %@ 吗？我正在用巴拉諾夫的緩慢方式發送一封信：%@，它正在等待一艘渡輪。如果您經過這裡，請與我或 AirDrop 搖晃手機，它會跟著您一起騎行 - 速度更快。 https://github.com/antnbaranov/Baranov

source: %@ away • Tap to view
ar: %@ بعيدا • اضغط للعرض
bg: %@ далеч • Докоснете, за да видите
bs: %@ daleko • Dodirnite za prikaz
ca: %@ lluny • Toqueu per veure'l
cs: Vzdálenost %@ • Klepnutím zobrazíte
da: %@ væk • Tryk for at se
de: %@ entfernt • Zum Ansehen antippen
el: %@ μακριά • Πατήστε για προβολή
es: %@ ausente • Toque para ver
et: %@ kaugusel • Puudutage vaatamiseks
eu: %@ kanpoan • Sakatu ikusteko
fi: %@:n päässä • Näytä napauttamalla
fr: %@ absent • Appuie pour afficher
ga: %@ ar shiúl • Tapáil chun féachaint air
gl: %@ lonxe • Toca para ver
he: במרחק %@ • הקש כדי להציג
hi: %@ दूर • देखने के लिए टैप करें
hr: %@ daleko • Dodirnite za prikaz
hu: %@ távolságra • Koppintson a megtekintéséhez
id: %@ jauhnya • Ketuk untuk melihat
is: %@ í burtu • Bankaðu til að skoða
it: %@ lontano • Tocca per visualizzare
ja: %@ 離れています • タップして表示
ka: %@ მოშორებით • შეეხეთ სანახავად
kk: %@ алыс • Көру үшін түртіңіз
ko: %@ 거리 • 탭하여 확인
lt: %@ atstumu • Palieskite norėdami peržiūrėti
lv: %@ attālumā • Pieskarieties, lai skatītu
mk: %@ далеку • Допрете за да видите
ms: %@ jauhnya • Ketik untuk melihat
mt: %@ bogħod • Tektek biex tara
nb: %@ unna • Trykk for å se
nl: %@ weg • Tik om te bekijken
pl: %@ daleko • Kliknij, aby wyświetlić
pt_br: %@ ausente • Toque para visualizar
ro: %@ departe • Atingeți pentru a vizualiza
ru: %@ прочь • Нажми, чтобы просмотреть
sk: %@ preč • Klepnutím zobrazíte
sl: %@ stran • Tapnite za ogled
sq: %@ larg • Prekni për ta parë
sr: %@ далеко • Додирните да видите
sv: %@ borta • Tryck för att visa
th: ห่างออกไป %@ • แตะเพื่อดู
tr: %@ uzakta • Görüntülemek için dokunun
uk: %@ геть • Торкнися, щоб переглянути
vi: %@ đi • Nhấn để xem
zh_hans: %@ 离开 • 点击查看
zh_hk: %@ 離開 • 點選查看

source: %@ boards a packet there — or goes with anyone crossing sooner.
ar: %@ يصعد إلى هناك - أو يذهب مع أي شخص يعبر عاجلاً.
bg: %@ качва пакет там — или отива с всеки, който пресича по-рано.
bs: %@ ukrcava paket tamo — ili ide sa bilo kim prije.
ca: %@ s'embarca en un paquet allà, o va amb qualsevol que creua abans.
cs: %@ tam vloží paket — nebo půjde s kýmkoli překročením dříve.
da: %@ går ombord på en pakke der - eller følger med nogen, der krydser tidligere.
de: %@ steigt dort in ein Paket ein – oder geht mit jedem, der früher überquert.
el: Ο %@ επιβιβάζεται σε ένα πακέτο εκεί — ή πηγαίνει με όποιον περνά νωρίτερα.
es: %@ aborda un paquete allí o acompaña a cualquiera que cruce antes.
et: %@ paneb sinna paki või läheb sellega, et keegi läheb varem üle.
eu: %@ pakete batera igotzen da bertan — edo lehenago zeharkatzen duen edonorrekin joaten da.
fi: %@ astuu paketille siellä - tai lähtee kenen tahansa ylittävän aikaisemmin.
fr: %@ y embarque un paquet – ou accompagne toute personne traversant plus tôt.
ga: %@ bordáil paicéad ansin — nó téann sé le haon duine a thrasnaíonn níos luaithe.
gl: %@ embarca un paquete alí, ou vai con calquera que cruce antes.
he: %@ עולה על חבילה שם - או הולך עם כל מי שחוצה מוקדם יותר.
hi: %@ वहां एक पैकेट पर चढ़ जाता है - या जल्दी पार करने वाले किसी भी व्यक्ति के साथ चला जाता है।
hr: %@ tamo ukrca paket — ili ide s bilo kim tko prije prijeđe.
hu: %@ felszáll egy csomagra – vagy megy, ha valaki hamarabb átkel.
id: %@ menaiki paket di sana — atau pergi bersama siapa pun yang menyeberang lebih cepat.
is: %@ fer um borð í pakka þar — eða fer með hverjum sem fer fyrr yfir.
it: %@ si imbarca su un pacco lì o accompagna chiunque attraversi prima.
ja: %@ はそこから荷物に乗り込みます。あるいは、もっと早く渡る人と一緒に行きます。
ka: %@ ჩადის პაკეტში - ან მიდის ნებისმიერთან, ვინც უფრო ადრე გადაკვეთს.
kk: %@ сол жерде пакетке отырады немесе кез келген адаммен тезірек өтіп кетеді.
ko: %@은 그곳에서 패킷을 타거나 더 빨리 건너는 사람과 함께 갑니다.
lt: %@ įdeda ten paketą arba eina su bet kuriuo, kuris pervažiuoja anksčiau.
lv: %@ tur iekāpj paciņā vai dodas ar jebkuru, kas šķērso ātrāk.
mk: %@ се качува на пакет таму - или оди со некој што ќе премине порано.
ms: %@ menaiki satu paket di sana — atau pergi bersama sesiapa sahaja yang melintas lebih awal.
mt: %@ jitla’ fuq pakkett hemmhekk — jew imur ma’ xi ħadd li jaqsam qabel.
nb: %@ går ombord på en pakke der – eller går med noen som krysser tidligere.
nl: %@ gaat daar aan boord van een pakket — of gaat met iemand mee die eerder oversteekt.
pl: %@ pakuje tam pakiet — lub udaje się z kimkolwiek, kto przejdzie wcześniej.
pt_br: %@ embarca um pacote lá - ou vai com alguém que atravessa antes.
ro: %@ urcă într-un pachet acolo — sau merge cu oricine traversează mai devreme.
ru: %@ садится туда или идет с кем-нибудь, кто перейдет дорогу раньше.
sk: %@ tam nastúpi paket — alebo ide s kýmkoľvek, kto prejde skôr.
sl: %@ tam vkrca paket — ali gre s komer koli, ki prej prestopi.
sq: %@ hip në një pako atje - ose shkon me këdo që kalon më herët.
sr: %@ укрцава пакет тамо — или иде са било ким ко пређе.
sv: %@ går ombord på ett paket där – eller följer med någon som passerar tidigare.
th: %@ ขึ้นแพ็กเก็ตที่นั่น — หรือไปกับใครก็ตามที่ข้ามเร็วกว่านี้
tr: %@ oraya bir pakete biniyor veya daha erken geçen herhangi biriyle birlikte gidiyor.
uk: %@ бере пакет там — або їде з будь-ким, хто перетинає раніше.
vi: %@ lên một gói ở đó - hoặc đi cùng bất kỳ ai băng qua sớm hơn.
zh_hans: %@在那里登上一个包裹——或者与任何更快穿越的人一起走。
zh_hk: %@在那裡登上一個包裹—或與任何更快穿越的人一起走。

source: %@ broke the seal on your letter
ar: %@ كسر الختم الموجود على رسالتك
bg: %@ счупи печата на писмото ви
bs: %@ je slomio pečat na vašem pismu
ca: %@ va trencar el segell de la teva carta
cs: %@ porušil pečeť na vašem dopise
da: %@ brød forseglingen på dit brev
de: %@ hat das Siegel deines Briefs gebrochen
el: Ο %@ έσπασε τη σφραγίδα στο γράμμα σας
es: %@ rompió el sello de tu carta
et: %@ murdis teie kirja pitseri
eu: %@-k zure gutunaren zigilua hautsi zuen
fi: %@ rikkoi kirjeesi sinetin
fr: %@ a brisé le sceau de ta lettre
ga: Bhris %@ an séala ar do litir
gl: %@ rompeu o selo da túa carta
he: %@ שברה את החותם על המכתב שלך
hi: %@ ने आपके पत्र पर लगी मुहर तोड़ दी
hr: %@ je slomio pečat na vašem pismu
hu: A %@ feltörte a pecsétet a levelén
id: %@ membuka segel suratmu
is: %@ rauf innsiglið á bréfi þínu
it: %@ ha rotto il sigillo della tua lettera
ja: %@ があなたの手紙の封を破りました
ka: %@-მა დაარღვია ბეჭედი თქვენს წერილზე
kk: %@ хатыңыздағы мөрді бұзды
ko: %@가 편지의 봉인을 뜯었습니다.
lt: %@ sulaužė jūsų laiško antspaudą
lv: %@ nolauza jūsu vēstules zīmogu
mk: %@ го скрши печатот на вашето писмо
ms: %@ memecahkan meterai pada surat anda
mt: %@ kisser is-siġill fuq l-ittra tiegħek
nb: %@ brøt forseglingen på brevet ditt
nl: %@ heeft het zegel van uw brief verbroken
pl: %@ złamał pieczęć na Twoim liście
pt_br: %@ quebrou o selo da sua carta
ro: %@ a rupt sigiliul scrisorii tale
ru: %@ сломал(а) печать на вашем письме
sk: %@ zlomil pečať na vašom liste
sl: %@ je zlomil pečat na tvojem pismu
sq: %@ theu vulën në letrën tuaj
sr: %@ је сломио печат на вашем писму
sv: %@ bröt förseglingen på ditt brev
th: %@ ทำลายตราประทับบนจดหมายของคุณ
tr: %@ mektubunuzun mührünü kırdı
uk: %@ зламав печатку на твоєму листі
vi: %@ đã phá bỏ niêm phong trên thư của bạn
zh_hans: %@ 拆封了你的信
zh_hk: %@ 拆封了你的信

source: %@ came ashore in %@
ar: جاء %@ إلى الشاطئ في %@
bg: %@ излезе на брега в %@
bs: %@ je došao na obalu u %@
ca: %@ va arribar a terra a %@
cs: %@ vystoupil na břeh v %@
da: %@ kom i land i %@
de: %@ kam in %@ an Land
el: Το %@ βγήκε στη στεριά στο %@
es: %@ llegó a tierra en %@
et: %@ tuli kaldale %@-s
eu: %@ lehorreratu zen %@-n
fi: %@ tuli maihin %@:ssa
fr: %@ a débarqué à %@
ga: Tháinig %@ i dtír i %@
gl: %@ chegou a terra en %@
he: %@ עלתה לחוף ב-%@
hi: %@, %@ में तट पर आया
hr: %@ je došao na obalu u %@
hu: %@ %@-ban ért partra
id: %@ mendarat di %@
is: %@ kom að landi í %@
it: %@ è sbarcato in %@
ja: %@ は %@ に上陸しました
ka: %@ ნაპირზე გამოვიდა %@-ში
kk: %@ %@ жағасына шықты
ko: %@가 %@에 상륙했습니다.
lt: %@ išplaukė į krantą %@
lv: %@ nonāca krastā %@
mk: %@ излезе на брегот во %@
ms: %@ mendarat di %@
mt: %@ niżlet fi %@
nb: %@ kom i land i %@
nl: %@ kwam aan land in %@
pl: %@ wylądował w %@
pt_br: %@ desembarcou em %@
ro: %@ a ajuns la țărm în %@
ru: %@ высадился на берег в %@.
sk: %@ vystúpil na breh v %@
sl: %@ je prišel na obalo v %@
sq: %@ doli në breg në %@
sr: %@ је дошао на обалу у %@
sv: %@ kom i land i %@
th: %@ ขึ้นฝั่งใน %@
tr: %@, %@'de karaya çıktı
uk: %@ зійшов на берег у %@
vi: %@ cập bến %@
zh_hans: %@ %@ 上岸
zh_hk: %@ %@ 上岸
